Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Onb_SummaryOllamaNotConnected
source: Not connected (can be configured in Settings)
de: Nicht verbunden (kann in den Einstellungen konfiguriert werden)
es: No conectado (se puede configurar en Configuración)
ja: 未接続 (設定で構成できます)
zh_cn: 未连接（可在设置中配置）

# Onb_SummaryLocalModelReady
source: {0} (ready)
de: {0} (bereit)
es: {0} (listo)
ja: {0} (準備完了)
zh_cn: {0}（已就绪）

# Onb_SummaryLocalModelMissing
source: Not found (reinstall to restore)
de: Nicht gefunden (zur Wiederherstellung neu installieren)
es: No encontrado (reinstale para restaurarlo)
ja: 見つかりません (再インストールで復元できます)
zh_cn: 未找到（重新安装即可恢复）

# Onb_SummaryNoCloudProviders
source: None (can be added later in Settings)
de: Keine (können später in den Einstellungen hinzugefügt werden)
es: Ninguno (se pueden añadir más tarde en Configuración)
ja: なし (後で設定から追加できます)
zh_cn: 无（可稍后在设置中添加）

# Ana_DurationMilliseconds
source: {0} ms
zh_cn: {0} 毫秒

# Ana_DurationSeconds
source: {0} s
ja: {0} 秒
zh_cn: {0} 秒

# Ana_DurationMinutes
source: {0} min
ja: {0} 分
zh_cn: {0} 分钟

# Ana_NotAvailable
source: N/A
de: k. A.
es: N/D
ja: データなし
zh_cn: 暂无数据

# Ana_TokensPerSecond
source: {0} tok/s
ja: {0} トークン/秒
zh_cn: {0} token/秒

# Ana_LoadFailed
source: Failed to load analytics data. Please try refreshing.
de: Die Analysedaten konnten nicht geladen werden. Bitte aktualisieren Sie die Seite.
es: No se pudieron cargar los datos de análisis. Intente actualizar.
ja: 分析データを読み込めませんでした。更新してみてください。
zh_cn: 无法加载分析数据。请尝试刷新。

# Ana_UnknownModel
source: Unknown
de: Unbekannt
es: Desconocido
ja: 不明
zh_cn: 未知

# Ana_ModelConversationCount
source: {0} conv.
de: {0} Konv.
ja: {0} 件の会話
zh_cn: {0} 个会话

# Ana_FileCountOne
source: 1 file
de: 1 Datei
es: 1 archivo
ja: 1 ファイル
zh_cn: 1 个文件

# Ana_FileCountMany
source: {0} files
de: {0} Dateien
es: {0} archivos
ja: {0} ファイル
zh_cn: {0} 个文件

# Ana_WorkflowNoRunsYet
source: No workflow runs yet. Run a workflow to seed this section.
de: Noch keine Workflow-Ausführungen. Führen Sie einen Workflow aus, um diesen Bereich zu füllen.
es: Aún no hay ejecuciones de workflows. Ejecute un workflow para empezar a llenar esta sección.
ja: ワークフローの実行はまだありません。ワークフローを実行すると、このセクションにデータが表示されます。
zh_cn: 暂无工作流运行。运行一个工作流即可填充此部分。

# Ana_WorkflowNoRuns
source: No workflow runs yet. Run a workflow to seed reliability, trend, and result analytics.
de: Noch keine Workflow-Ausführungen. Führen Sie einen Workflow aus, um Analysen zu Zuverlässigkeit, Trends und Ergebnissen zu erhalten.
es: Aún no hay ejecuciones de workflows. Ejecute un workflow para obtener análisis de fiabilidad, tendencias y resultados.
ja: ワークフローの実行はまだありません。ワークフローを実行すると、信頼性、トレンド、結果の分析が表示されます。
zh_cn: 暂无工作流运行。运行一个工作流即可生成可靠性、趋势和结果分析。

# Ana_WorkflowUnavailable
source: Workflow analytics are unavailable right now. Refresh and try again.
de: Workflow-Analysen sind derzeit nicht verfügbar. Aktualisieren Sie die Seite und versuchen Sie es erneut.
es: Los análisis de workflows no están disponibles en este momento. Actualice e inténtelo de nuevo.
ja: 現在ワークフローの分析を利用できません。更新してもう一度お試しください。
zh_cn: 工作流分析暂时不可用。请刷新后重试。

# Ana_NoEmbeddingsYet
source: No embeddings yet
de: Noch keine Embeddings
es: Aún no hay embeddings
ja: 埋め込みはまだありません
zh_cn: 暂无嵌入

# Ana_RecallIntro
source: Semantic recall searches durable message embeddings across past conversations.
de: Die semantische Recall-Suche durchsucht dauerhafte Nachrichten-Embeddings in früheren Konversationen.
es: El recuerdo semántico busca en los embeddings duraderos de mensajes de conversaciones anteriores.
ja: セマンティック リコールは、過去の会話の永続的なメッセージ埋め込みを検索します。
zh_cn: 语义回忆会在过往会话的持久消息嵌入中进行搜索。

# Ana_NoClustersYet
source: No clusters yet
de: Noch keine Cluster
es: Aún no hay clústeres
ja: クラスターはまだありません
zh_cn: 暂无聚类

# Ana_NoTrendDataYet
source: No trend data yet
de: Noch keine Trenddaten
es: Aún no hay datos de tendencias
ja: トレンド データはまだありません
zh_cn: 暂无趋势数据

# Ana_NoTrendsYet
source: No trends yet
de: Noch keine Trends
es: Aún no hay tendencias
ja: トレンドはまだありません
zh_cn: 暂无趋势

# Ana_MessagesCoveredOne
source: 1 message covered
de: 1 Nachricht abgedeckt
es: 1 mensaje cubierto
ja: 対象メッセージ 1 件
zh_cn: 已覆盖 1 条消息

# Ana_MessagesCoveredMany
source: {0} messages covered
de: {0} Nachrichten abgedeckt
es: {0} mensajes cubiertos
ja: 対象メッセージ {0} 件
zh_cn: 已覆盖 {0} 条消息

# Ana_SummaryRefreshFailed
source: Focused durable summary refresh failed. Check AI connectivity and try again.
de: Die Aktualisierung der fokussierten dauerhaften Zusammenfassung ist fehlgeschlagen. Prüfen Sie die KI-Verbindung und versuchen Sie es erneut.
es: No se pudo actualizar el resumen duradero enfocado. Compruebe la conexión con la IA e inténtelo de nuevo.
ja: フォーカス中の永続的な要約を更新できませんでした。AI への接続を確認して、もう一度お試しください。
zh_cn: 聚焦的持久摘要刷新失败。请检查 AI 连接后重试。

# Ana_RecallRunning
source: Refreshing recent message embeddings and running recall...
de: Aktuelle Nachrichten-Embeddings werden aktualisiert und der Recall wird ausgeführt...
es: Actualizando los embeddings de mensajes recientes y ejecutando el recuerdo...
ja: 最近のメッセージ埋め込みを更新し、リコールを実行しています...
zh_cn: 正在刷新最近的消息嵌入并运行回忆...

# Ana_RoleAssistant
source: Assistant
de: Assistent
es: Asistente
ja: アシスタント
zh_cn: 助手

# Ana_RoleUser
source: User
de: Benutzer
es: Usuario
ja: ユーザー
zh_cn: 用户

# Ana_RecallMatchPercent
source: {0}% match
de: {0} % Übereinstimmung
es: {0} % de coincidencia
ja: 一致度 {0}%
zh_cn: 匹配度 {0}%

# Ana_RecallNoMatches
source: No durable recall matches cleared the current similarity threshold.
de: Keine dauerhaften Recall-Treffer haben den aktuellen Ähnlichkeitsschwellenwert erreicht.
es: Ninguna coincidencia de recuerdo duradero superó el umbral de similitud actual.
ja: 現在の類似度のしきい値を超える永続的なリコールの一致はありませんでした。
zh_cn: 没有持久回忆匹配达到当前的相似度阈值。

# Ana_RecallMatchesOne
source: 1 durable recall match found.
de: 1 dauerhafter Recall-Treffer gefunden.
es: Se encontró 1 coincidencia de recuerdo duradero.
ja: 永続的なリコールの一致が 1 件見つかりました。
zh_cn: 找到 1 个持久回忆匹配。

# Ana_RecallMatchesMany
source: {0} durable recall matches found.
de: {0} dauerhafte Recall-Treffer gefunden.
es: Se encontraron {0} coincidencias de recuerdo duradero.
ja: 永続的なリコールの一致が {0} 件見つかりました。
zh_cn: 找到 {0} 个持久回忆匹配。

# Ana_RecallFailed
source: Conversation recall failed. Check embedding availability and try again.
de: Der Konversations-Recall ist fehlgeschlagen. Prüfen Sie, ob Embeddings verfügbar sind, und versuchen Sie es erneut.
es: El recuerdo de conversaciones falló. Compruebe la disponibilidad de los embeddings e inténtelo de nuevo.
ja: 会話のリコールに失敗しました。埋め込みを利用できるか確認して、もう一度お試しください。
zh_cn: 会话回忆失败。请检查嵌入是否可用后重试。

# Ana_SummaryResolved
source: Resolved "{0}" by refreshing its durable summary.
de: „{0}“ wurde durch Aktualisieren der dauerhaften Zusammenfassung erledigt.
es: Se resolvió "{0}" actualizando su resumen duradero.
ja: 永続的な要約を更新して「{0}」を解決しました。
zh_cn: 已通过刷新其持久摘要解决“{0}”。

# Ana_SummaryResolvedUntitled
source: Resolved the focused conversation summary by refreshing its durable summary.
de: Die fokussierte Konversationszusammenfassung wurde durch Aktualisieren der dauerhaften Zusammenfassung erledigt.
es: Se resolvió el resumen de conversación enfocado actualizando su resumen duradero.
ja: 永続的な要約を更新して、フォーカス中の会話要約を解決しました。
zh_cn: 已通过刷新其持久摘要解决聚焦的会话摘要。

# Ana_SummaryUnchanged
source: No refreshed durable summary was generated for "{0}". The current state was kept.
de: Für „{0}“ wurde keine aktualisierte dauerhafte Zusammenfassung erzeugt. Der aktuelle Stand wurde beibehalten.
es: No se generó un resumen duradero actualizado para "{0}". Se mantuvo el estado actual.
ja: 「{0}」の更新された永続的な要約は生成されませんでした。現在の状態を維持しました。
zh_cn: 未能为“{0}”生成刷新后的持久摘要。已保留当前状态。

# Ana_SummaryUnchangedUntitled
source: No refreshed durable summary was generated for the focused conversation summary. The current state was kept.
de: Für die fokussierte Konversationszusammenfassung wurde keine aktualisierte dauerhafte Zusammenfassung erzeugt. Der aktuelle Stand wurde beibehalten.
es: No se generó un resumen duradero actualizado para el resumen de conversación enfocado. Se mantuvo el estado actual.
ja: フォーカス中の会話要約について、更新された永続的な要約は生成されませんでした。現在の状態を維持しました。
zh_cn: 未能为聚焦的会话摘要生成刷新后的持久摘要。已保留当前状态。

# Ana_TrendNoMovement
source: No recent movement
de: Keine aktuelle Bewegung
es: Sin movimiento reciente
ja: 最近の変化なし
zh_cn: 近期无变化

# Ana_TrendVsPrior
source: {0} vs prior 7d
de: {0} ggü. den 7 T davor
es: {0} frente a los 7 d anteriores
ja: 前の 7 日間比 {0}
zh_cn: 较前 7 天 {0}

# Ana_TrendFlat
source: Flat vs prior 7d
de: Unverändert ggü. den 7 T davor
es: Sin cambios frente a los 7 d anteriores
ja: 前の 7 日間と同じ
zh_cn: 与前 7 天持平

# Ana_NewThemeEntriesOne
source: 1 new theme entry this week
de: 1 neuer Themeneintrag diese Woche
es: 1 entrada de tema nueva esta semana
ja: 今週の新しいテーマ エントリ 1 件
zh_cn: 本周新增 1 个主题条目

# Ana_NewThemeEntriesMany
source: {0} new theme entries this week
de: {0} neue Themeneinträge diese Woche
es: {0} entradas de tema nuevas esta semana
ja: 今週の新しいテーマ エントリ {0} 件
zh_cn: 本周新增 {0} 个主题条目

# Ana_RunCountOne
source: 1 run
de: 1 Ausführung
es: 1 ejecución
ja: 1 回実行
zh_cn: 1 次运行

# Ana_RunCountMany
source: {0} runs
de: {0} Ausführungen
es: {0} ejecuciones
ja: {0} 回実行
zh_cn: {0} 次运行

# Ana_SuccessRate
source: {0}% success
de: {0} % Erfolg
es: {0} % de éxito
ja: 成功率 {0}%
zh_cn: 成功率 {0}%

# Ana_NoCompletedOutcomes
source: No completed outcomes yet
de: Noch keine abgeschlossenen Ergebnisse
es: Aún no hay resultados completados
ja: 完了した結果はまだありません
zh_cn: 暂无已完成的结果

# Ana_SuccessfulRunsOne
source: 1 successful run
de: 1 erfolgreiche Ausführung
es: 1 ejecución correcta
ja: 成功した実行 1 回
zh_cn: 1 次成功运行

# Ana_SuccessfulRunsMany
source: {0} successful runs
de: {0} erfolgreiche Ausführungen
es: {0} ejecuciones correctas
ja: 成功した実行 {0} 回
zh_cn: {0} 次成功运行

# Ana_RunsSucceededAndFailed
source: {0} succeeded · {1} failed/cancelled
de: {0} erfolgreich · {1} fehlgeschlagen/abgebrochen
es: {0} correctas · {1} con errores/canceladas
ja: 成功 {0} 回 · 失敗/キャンセル {1} 回
zh_cn: 成功 {0} 次 · 失败/取消 {1} 次

# Ana_RunStatusCompleted
source: Completed
de: Abgeschlossen
es: Completado
ja: 完了
zh_cn: 已完成

# Ana_RunStatusFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
ja: 失敗
zh_cn: 失败

# Ana_RunStatusCancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
ja: キャンセル
zh_cn: 已取消

# Ana_RunStatusRunning
source: Running
de: Läuft
es: En ejecución
ja: 実行中
zh_cn: 运行中

# Ana_RunStatusPending
source: Pending
de: Ausstehend
es: Pendiente
ja: 保留中
zh_cn: 待处理

# Ana_RunStatusUnknown
source: Unknown
de: Unbekannt
es: Desconocido
ja: 不明
zh_cn: 未知

# Ana_DurationInProgress
source: In progress
de: Läuft noch
es: En curso
ja: 進行中
zh_cn: 进行中

# Ana_DurationQueued
source: Queued
de: In der Warteschlange
es: En cola
ja: キュー待ち
zh_cn: 排队中

# Ana_NoDuration
source: No duration
de: Keine Dauer
es: Sin duración
ja: 所要時間なし
zh_cn: 无时长

# Ana_SummaryRefreshIssue
source: Refresh issue
de: Aktualisierungsproblem
es: Problema de actualización
ja: 更新の問題
zh_cn: 刷新问题

# Ana_NewMessagesOne
source: 1 new message
de: 1 neue Nachricht
es: 1 mensaje nuevo
ja: 新しいメッセージ 1 件
zh_cn: 1 条新消息

# Ana_NewMessagesMany
source: {0} new messages
de: {0} neue Nachrichten
es: {0} mensajes nuevos
ja: 新しいメッセージ {0} 件
zh_cn: {0} 条新消息

# Ana_SummaryCurrent
source: Current
de: Aktuell
es: Actualizado
ja: 最新
zh_cn: 最新

# Ana_TimeJustNow
source: just now
de: gerade eben
es: ahora mismo
ja: たった今
zh_cn: 刚刚

# Ana_TimeMinutesAgo
source: {0} min ago
de: vor {0} Min.
es: hace {0} min
ja: {0} 分前
zh_cn: {0} 分钟前

# Ana_TimeHoursAgo
source: {0} hr ago
de: vor {0} Std.
es: hace {0} h
ja: {0} 時間前
zh_cn: {0} 小时前

# Ana_TimeOneDayAgo
source: 1 day ago
de: vor 1 Tag
es: hace 1 día
ja: 1 日前
zh_cn: 1 天前

# Ana_TimeDaysAgo
source: {0} days ago
de: vor {0} Tagen
es: hace {0} días
ja: {0} 日前
zh_cn: {0} 天前

# Ana_ThemeClusterActivity
source: {0} conversations · {1} active / 7d · {2} active / 30d
de: {0} Konversationen · {1} aktiv / 7 T · {2} aktiv / 30 T
es: {0} conversaciones · {1} activas / 7 d · {2} activas / 30 d
ja: 会話 {0} 件 · 7 日間でアクティブ {1} 件 · 30 日間でアクティブ {2} 件
zh_cn: {0} 个会话 · 7 天内活跃 {1} 个 · 30 天内活跃 {2} 个

# Ana_ThemeTrendActivity
source: {0} active / 7d · {1} active / 30d
de: {0} aktiv / 7 T · {1} aktiv / 30 T
es: {0} activas / 7 d · {1} activas / 30 d
ja: 7 日間でアクティブ {0} 件 · 30 日間でアクティブ {1} 件
zh_cn: 7 天内活跃 {0} 个 · 30 天内活跃 {1} 个

# Ana_ThemeTrendBarTooltip
source: {0}: {1} active, {2} new, {3} snapshots
de: {0}: {1} aktiv, {2} neu, {3} Snapshots
es: {0}: {1} activas, {2} nuevas, {3} instantáneas
ja: {0}: アクティブ {1}、新規 {2}、スナップショット {3}
zh_cn: {0}：活跃 {1}，新增 {2}，快照 {3}

# Palette_OpenHint.Text
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
zh_cn: 打开

# Palette_CloseHint.Text
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_cn: 关闭

# Palette_Actions
source: ACTIONS
de: AKTIONEN
es: ACCIONES
ja: アクション
zh_cn: 操作

# Palette_OnThisPage
source: ON THIS PAGE
de: AUF DIESER SEITE
es: EN ESTA PÁGINA
fr: SUR CETTE PAGE
ja: このページ
zh_cn: 当前页面

# Palette_NewConversation
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新しい会話
zh_cn: 新建对话

# Palette_ImportFiles
source: Import Files
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
ja: ファイルをインポート
zh_cn: 导入文件

# Palette_ToggleTheme
source: Toggle Theme
de: Design wechseln
es: Cambiar tema
fr: Changer de thème
ja: テーマを切り替え
zh_cn: 切换主题

# Palette_NoMatches
source: No matching commands
de: Keine passenden Befehle
es: No hay comandos coincidentes
fr: Aucune commande correspondante
ja: 一致するコマンドはありません
zh_cn: 没有匹配的命令

# Chat_PinConversationItem.Text
source: Pin conversation
de: Unterhaltung anheften
es: Anclar conversación
fr: Épingler la conversation
ja: 会話をピン留め
zh_cn: 固定对话

# Chat_UnpinConversationItem.Text
source: Unpin conversation
de: Unterhaltung loslösen
es: Desanclar conversación
fr: Désépingler la conversation
ja: 会話のピン留めを解除
zh_cn: 取消固定对话

# Chat_DeleteConversationItem.Text
source: Delete conversation
de: Unterhaltung löschen
es: Eliminar conversación
fr: Supprimer la conversation
ja: 会話を削除
zh_cn: 删除对话

# Chat_DeleteConversationTitle
source: Delete conversation?
de: Unterhaltung löschen?
es: ¿Eliminar la conversación?
fr: Supprimer la conversation ?
ja: 会話を削除しますか?
zh_cn: 删除对话？

# Chat_DeleteConversationBody
source: "{0}" and all of its messages will be permanently deleted. Branches made from it are kept.
de: "{0}" und alle zugehörigen Nachrichten werden endgültig gelöscht. Daraus erstellte Zweige bleiben erhalten.
es: "{0}" y todos sus mensajes se eliminarán de forma permanente. Las ramas creadas a partir de ella se conservan.
fr: « {0} » et tous ses messages seront définitivement supprimés. Les branches créées à partir de celle-ci sont conservées.
ja: 「{0}」とそのすべてのメッセージは完全に削除されます。この会話から作成したブランチは残ります。
zh_cn: “{0}”及其所有消息将被永久删除。从中创建的分支会保留。

# Chat_DeleteConversationConfirm
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_cn: 删除

# Chat_DeleteConversationCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# ExportDlg_Close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_cn: 关闭

# Settings_SaveError.Title
source: Settings were not saved
de: Einstellungen wurden nicht gespeichert
es: No se guardó la configuración
fr: Les paramètres n'ont pas été enregistrés
ja: 設定は保存されませんでした
zh_cn: 设置未保存

# Settings_SearchCredentialHint.Text
source: Brave and Serper: paste your API key. SearXNG: enter your instance URL instead, for example http://localhost:8080. Only the selected provider is used.
de: Brave und Serper: Fügen Sie Ihren API-Schlüssel ein. SearXNG: Geben Sie stattdessen die URL Ihrer Instanz ein, zum Beispiel http://localhost:8080. Es wird nur der ausgewählte Anbieter verwendet.
es: Brave y Serper: pegue su clave de API. SearXNG: introduzca en su lugar la URL de su instancia, por ejemplo http://localhost:8080. Solo se usa el proveedor seleccionado.
fr: Brave et Serper : collez votre clé API. SearXNG : saisissez plutôt l’URL de votre instance, par exemple http://localhost:8080. Seul le fournisseur sélectionné est utilisé.
ja: Brave と Serper: API キーを貼り付けてください。SearXNG: 代わりにインスタンスの URL (例: http://localhost:8080) を入力してください。使用されるのは選択したプロバイダーだけです。
zh_cn: Brave 和 Serper：粘贴您的 API 密钥。SearXNG：改为输入您的实例 URL，例如 http://localhost:8080。仅使用所选的提供商。

# Backup_ScheduledBackups.Text
source: Scheduled Backups
de: Geplante Backups
es: Copias programadas
fr: Sauvegardes planifiées
ja: スケジュール バックアップ
zh_cn: 计划备份

# Backup_ScheduleDescription.Text
source: While Agent-X is running, it can back up on its own. The next backup is due one interval after the last scheduled one, and one that is due runs about five minutes after the schedule starts.
de: Solange Agent-X läuft, kann es selbstständig Backups erstellen. Das nächste Backup ist ein Intervall nach dem letzten geplanten Backup fällig, und ein fälliges Backup startet etwa fünf Minuten nach dem Start des Zeitplans.
es: Mientras Agent-X está en ejecución, puede hacer copias de seguridad por su cuenta. La siguiente copia vence un intervalo después de la última copia programada, y una copia pendiente se ejecuta unos cinco minutos después de que se inicie la programación.
fr: Tant qu’Agent-X est en cours d’exécution, il peut effectuer des sauvegardes de lui-même. La sauvegarde suivante est due un intervalle après la dernière sauvegarde planifiée, et une sauvegarde due s’exécute environ cinq minutes après le démarrage de la planification.
ja: Agent-X の実行中は、自動でバックアップを作成できます。次のバックアップは最後のスケジュール バックアップから 1 間隔後が期限で、期限が来ているバックアップはスケジュールの開始から約 5 分後に実行されます。
zh_cn: Agent-X 运行期间可以自动创建备份。下一次备份在上一次计划备份之后一个间隔到期；已到期的备份会在计划启动后大约五分钟运行。

# Backup_ScheduleEnabled.Header
source: Back up automatically
de: Automatisch sichern
es: Copia automática
fr: Sauvegarder automatiquement
ja: 自動的にバックアップ
zh_cn: 自动备份

# Backup_ScheduleInterval.Text
source: Interval (hours)
de: Intervall (Stunden)
es: Intervalo (horas)
fr: Intervalle (heures)
ja: 間隔 (時間)
zh_cn: 间隔（小时）

# Backup_ScheduleIntervalHint.Text
source: 24 is daily, 168 weekly, 720 every 30 days.
de: 24 ist täglich, 168 wöchentlich, 720 alle 30 Tage.
es: 24 es diario, 168 semanal, 720 cada 30 días.
fr: 24 correspond à tous les jours, 168 à toutes les semaines, 720 à tous les 30 jours.
ja: 24 で毎日、168 で毎週、720 で 30 日ごとです。
zh_cn: 24 为每天，168 为每周，720 为每 30 天。

# Backup_ScheduleKeep.Text
source: Scheduled backups to keep
de: Aufzubewahrende geplante Backups
es: Copias programadas que se conservan
fr: Sauvegardes planifiées à conserver
ja: 保持するスケジュール バックアップ数
zh_cn: 要保留的计划备份数

# Backup_ScheduleKeepHint.Text
source: Older scheduled backups are deleted; 0 keeps all. Manual backups are never deleted.
de: Ältere geplante Backups werden gelöscht; 0 behält alle. Manuelle Backups werden nie gelöscht.
es: Las copias programadas más antiguas se eliminan; 0 las conserva todas. Las copias manuales nunca se eliminan.
fr: Les sauvegardes planifiées plus anciennes sont supprimées ; 0 les conserve toutes. Les sauvegardes manuelles ne sont jamais supprimées.
ja: 古いスケジュール バックアップは削除されます (0 ですべて保持)。手動バックアップは削除されません。
zh_cn: 较旧的计划备份会被删除；0 表示全部保留。手动备份永远不会被删除。

# Backup_ScheduleDestination.Text
source: Destination Folder
de: Zielordner
es: Carpeta de destino
fr: Dossier de destination
ja: 保存先フォルダー
zh_cn: 目标文件夹

# Backup_ScheduleDestinationPh.PlaceholderText
source: Empty: the Agent-X data folder
de: Leer: der Agent-X-Datenordner
es: Vacío: la carpeta de datos de Agent-X
fr: Vide : le dossier de données d’Agent-X
ja: 空欄: Agent-X のデータ フォルダー
zh_cn: 留空：Agent-X 数据文件夹

# Backup_ScheduleBrowse.Content
source: Browse
de: Durchsuchen
es: Examinar
fr: Parcourir
ja: 参照
zh_cn: 浏览

# Backup_ScheduleEncrypt.Content
source: Encrypt scheduled backups (AES-256)
de: Geplante Backups verschlüsseln (AES-256)
es: Cifrar las copias programadas (AES-256)
fr: Chiffrer les sauvegardes planifiées (AES-256)
ja: スケジュール バックアップを暗号化 (AES-256)
zh_cn: 加密计划备份(AES-256)

# Backup_SchedulePasswordPh.PlaceholderText
source: Password for scheduled backups
de: Passwort für geplante Backups
es: Contraseña de las copias programadas
fr: Mot de passe des sauvegardes planifiées
ja: スケジュール バックアップのパスワード
zh_cn: 计划备份的密码

# Backup_SaveSchedule.Content
source: Save Schedule
de: Zeitplan speichern
es: Guardar programación
fr: Enregistrer la planification
ja: スケジュールを保存
zh_cn: 保存计划

# Backup_ScheduleSavedOn
source: Schedule saved. Scheduled backups are on; a backup that is due runs in about five minutes.
de: Zeitplan gespeichert. Geplante Backups sind eingeschaltet; ein fälliges Backup startet in etwa fünf Minuten.
es: Programación guardada. Las copias programadas están activadas; una copia pendiente se ejecutará en unos cinco minutos.
fr: Planification enregistrée. Les sauvegardes planifiées sont activées ; une sauvegarde due s’exécutera dans environ cinq minutes.
ja: スケジュールを保存しました。スケジュール バックアップはオンです。期限が来ているバックアップは約 5 分後に実行されます。
zh_cn: 计划已保存。计划备份已开启；已到期的备份将在大约五分钟后运行。

# Backup_ScheduleSavedOff
source: Schedule saved. Scheduled backups are off.
de: Zeitplan gespeichert. Geplante Backups sind ausgeschaltet.
es: Programación guardada. Las copias programadas están desactivadas.
fr: Planification enregistrée. Les sauvegardes planifiées sont désactivées.
ja: スケジュールを保存しました。スケジュール バックアップはオフです。
zh_cn: 计划已保存。计划备份已关闭。

# Backup_SchedulePasswordRequired
source: Enter a password to encrypt scheduled backups, or turn their encryption off.
de: Geben Sie ein Passwort ein, um geplante Backups zu verschlüsseln, oder schalten Sie ihre Verschlüsselung aus.
es: Introduzca una contraseña para cifrar las copias programadas o desactive su cifrado.
fr: Saisissez un mot de passe pour chiffrer les sauvegardes planifiées, ou désactivez leur chiffrement.
ja: スケジュール バックアップを暗号化するにはパスワードを入力するか、暗号化をオフにしてください。
zh_cn: 请输入密码以加密计划备份，或关闭其加密。

# Backup_ScheduleFolderInvalid
source: The schedule was not saved: the folder cannot be created ({0}).
de: Der Zeitplan wurde nicht gespeichert: Der Ordner kann nicht erstellt werden ({0}).
es: La programación no se ha guardado: no se puede crear la carpeta ({0}).
fr: La planification n’a pas été enregistrée : impossible de créer le dossier ({0}).
ja: スケジュールは保存されませんでした: フォルダーを作成できません ({0})。
zh_cn: 计划未保存：无法创建该文件夹（{0}）。

# Backup_ScheduleNotSaved
source: The schedule was not saved: {0}
de: Der Zeitplan wurde nicht gespeichert: {0}
es: La programación no se ha guardado: {0}
fr: La planification n’a pas été enregistrée : {0}
ja: スケジュールは保存されませんでした: {0}
zh_cn: 计划未保存：{0}

# Backup_ScheduleNotApplied
source: The schedule was saved, but scheduled backups could not be started: {0}
de: Der Zeitplan wurde gespeichert, aber geplante Backups konnten nicht gestartet werden: {0}
es: La programación se ha guardado, pero no se han podido iniciar las copias programadas: {0}
fr: La planification a été enregistrée, mais les sauvegardes planifiées n’ont pas pu démarrer : {0}
ja: スケジュールは保存されましたが、スケジュール バックアップを開始できませんでした: {0}
zh_cn: 计划已保存，但无法启动计划备份：{0}

# Settings_WatchFolders.Text
source: Watch Folders
de: Überwachte Ordner
es: Carpetas vigiladas
fr: Dossiers surveillés
ja: 監視フォルダー
zh_cn: 监视文件夹
